Repository: progwolff/performer
Catalog: po/*.po
Languages: de

source: [file]
de: [Datei]

source: Setlist to load
de: Lade gegebene Se&tliste

source: Live performance audio session manager
de: Audio-Sessionmanager für Liveauftritte

source: Action
de: Aktion

source: Value
de: Wert

source: CC %1 Assigned
de: CC %1 zugewiesen

source: Learn MIDI CC
de: Lerne MIDI CC

source: Learning MIDI CC for action %1
de: Lerne MIDI CC für Aktion %1

source: Clear MIDI CC
de: Lösche MIDI CC

source: MIDI CC cleared for action %1
de: MIDI CC für Aktion %1 gelöscht

source: MIDI CC %1 (%3) assigned to action %2 %4
de: MIDI CC %1 (%3) auf Aktion %2 zugewiesen %4

source: Bank select MSB
de: Bankauswahl MSB

source: Undefined
de: Undefiniert

source: Data Byte
de: Datenbyte

source: Main volume
de: Gesamtlautstärke

source: Effect Control 1
de: Effektregler 1

source: Effect Control 2
de: Effektregler 2

source: General Purpose Controller 1
de: Frei belegbarer Regler 1

source: General Purpose Controller 2
de: Frei belegbarer Regler 2

source: General Purpose Controller 3
de: Frei belegbarer Regler 3

source: General Purpose Controller 4
de: Frei belegbarer Regler 4

source: Bank select LSB
de: Bankauswahl LSB

source: LSB for CC 1
de: LSB für CC 1

source: LSB for CC 2
de: LSB für CC 2

source: LSB for CC 3
de: LSB für CC 3

source: LSB for CC 4
de: LSB für CC 4

source: LSB for CC 5
de: LSB für CC 5

source: LSB for CC 6
de: LSB für CC 6

source: LSB for CC 7
de: LSB für CC 7

source: LSB for CC 8
de: LSB für CC 8

source: LSB for CC 9
de: LSB für CC 9

source: LSB for CC 10
de: LSB für CC 10

source: LSB for CC 11
de: LSB für CC 11

source: LSB for CC 12
de: LSB für CC 12

source: LSB for CC 13
de: LSB für CC 13

source: LSB for CC 14
de: LSB für CC 14

source: LSB for CC 15
de: LSB für CC 15

source: LSB for CC 16
de: LSB für CC 16

source: LSB for CC 17
de: LSB für CC 17

source: LSB for CC 18
de: LSB für CC 18

source: LSB for CC 19
de: LSB für CC 19

source: LSB for CC 20
de: LSB für CC 20

source: LSB for CC 21
de: LSB für CC 21

source: LSB for CC 22
de: LSB für CC 22

source: LSB for CC 23
de: LSB für CC 23

source: LSB for CC 24
de: LSB für CC 24

source: LSB for CC 25
de: LSB für CC 25

source: LSB for CC 26
de: LSB für CC 26

source: LSB for CC 27
de: LSB für CC 27

source: LSB for CC 28
de: LSB für CC 28

source: LSB for CC 29
de: LSB für CC 29

source: LSB for CC 30
de: LSB für CC 30

source: LSB for CC 31
de: LSB für CC 31

source: Hold 1
de: Haltepedal

source: Legato Footswitch
de: Legatopedal

source: Hold 2
de: 2. Haltepedal

source: Sound Variation
de: Klangvariation

source: Release Time
de: Release-Zeit

source: Attack Time
de: Attack-Zeit

source: Sound Controller 6
de: Klangregler 6

source: Sound Controller 7
de: Klangregler 7

source: Sound Controller 8
de: Klangregler 8

source: Sound Controller 9
de: Klangregler 9

source: Sound Controller 10
de: Klangregler 10

source: General Purpose Controller
de: Frei belegbarer Regler

source: Effects 1 Depth
de: Tiefe Effekt 1

source: Effects 2 Depth
de: Tiefe Effekt 2

source: Effects 3 Depth
de: Tiefe Effekt 3

source: Effects 4 Depth
de: Tiefe Effekt 4

source: Effects 5 Depth
de: Tiefe Effekt 5

source: Data Increment RPN/NRPN
de: Dateninkrement RPN/NRPN

source: Data Decrement RPN/NRPN
de: Datendekrement RPN/NRPN

source: all sounds off
de: Alle Klänge aus

source: Controller Reset
de: Steuerung zurücksetzen

source: Local Control on/off
de: Lokale Steuerung ein/aus

source: all notes off
de: Alle Noten aus

source: omni off
de: omni aus

source: omni on
de: omni ein

source: mono on / poly off
de: Mono ein / Poly aus

source: poly on / mono off
de: Poly ein / Mono aus

source: unknown.pfm
de: unbekannt.pfm

source: Previous
de: Zurück

source: Next
de: Vor

source: Always on top
de: Immer im Vordergrund

source: Terminate and reload all Carla instances.
de: Beende alle Carla-Instanzen und lade sie neu.

source: Panic!
de: Panik!

source: Performer was built without Jack. Rebuild Performer with Jack to enable loading Carla patches.
de: Performer wurde ohne Jack kompiliert. Kompilieren Sie Performer erneut unter Verwendung von Jack, um das Laden von Carla Patches zu ermöglichen.

source: Performer was built without KParts, QWebEngine or QtWebView. Rebuild Performer with one of these dependencies to enable displaying notes.
de: Performer wurde ohne KParts, QWebEngine oder QtWebView kompiliert. Kompilieren Sie Performer erneut unter Verwendung einer dieser Komponenten, um die Darstellung von Notizen zu ermöglichen.

source: Directly creating new patches is not supported on Windows. Use Carla to create new patches.
de: Das direkte Erzeugen neuer Patches ist unter Windows nicht möglich.Nutzen Sie Carla, um neue Patches zu erstellen.

source: Block latency in seconds is buffer size divided by sample rate.
de: Die Blocklatenz in Sekunden berechnet sich aus der Puffergröße, dividiert durch die Abtastrate.

source: Current CPU load estimated by JACK.
de: Die aktuelle von JACK geschätzte Prozessorauslastung

source: Number of dropouts (xruns) since program start. Try to increase the buffer size if there are too many xruns.
de: Anzahl der Aussetzer (xruns) seit Programmstart. Versuchen Sie bei häufigen Aussetzern, den Puffer zu vergrößern.

source: Save changes to setlist?
de: Änderungen an der Setliste speichern?

source: Play now
de: Jetzt spielen

source: Reload
de: Neu laden

source: Edit patch
de: Patch bearbeiten

source: Prefer
de: Vorziehen

source: Defer
de: Zurückstellen

source: Remove entry
de: Eintrag löschen

source: New Song
de: Neuer Song

source: Set up %1
de: %1 einrichten

source: Okular KPart not found
de: Okular KPart wurde nicht gefunden

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: File
de: Datei

source: &New
de: &Neu

source: &Open
de: &Öffnen

source: &Save
de: &Speichern

source: &Save as
de: &Speichern unter

source: Settings
de: Einstellungen

source: Style
de: Stil

source: Default
de: Standard

source: &Always on top
de: Immer im &Vordergrund

source: &MIDI Program Changes
de: &MIDI Programmwechsel

source: If activated, the setlist will react to MIDI Program Change messages.
de: Falls aktiviert, reagiert die Setliste auf MIDI Programmwechsel.

source: &Hide Carla
de: &Verstecke Carla

source: If activated, Carla instances will not be visible.
de: Falls aktiviert, sind Instanzen von Carla nicht sichtbar.

source: Show &MIDI controls
de: Zeige &MIDI-Steuerung

source: If activated, a MIDI controls configuration view will be visible.
de: Falls aktiviert, ist die Konfigurationsansicht für die MIDI-Steuerung sichtbar.

source: Help
de: Hilfe

source: Performer Handbook
de: Handbuch zu Performer

source: Performer Toolbar
de: Performer-Werkzeugleiste

source: Scroll vertical
de: Vertikal scrollen

source: Scroll horizontal
de: Horizontal scrollen

source: Setlists (*.pfm)
de: Setlisten (*.pfm)

source: Save File As...
de: Speichern unter...

source: Automatic zoom
de: Automatisch einpassen

source: Original size
de: Originalgröße

source: Page size
de: Ganze Seite

source: Page width
de: Seitenbreite

source: Active Song.
de: Aktiver Song.

source: Could not find a running jack server. Can't load Carla patches.
de: Konnte keinen laufenden Jack-Server finden. Kann Carla Patches nicht laden.

source: Could not create a client on the existing jack server. Can't load Carla patches.
de: Konnte keinen Client unter dem laufenden Jack-Server erzeugen. Kann Carla Patches nicht laden.

source: Carla failed to start.
de: Carla konnte nicht gestartet werden.

source: Carla crashed.
de: Carla ist abgestürzt.

source: Carla has been terminated.
de: Carla wurde beendet.

source: Waiting for other songs to start up...
de: Warte darauf, dass andere Songs geladen werden...

source: Starting Carla process...
de: Starte Carla...

source: Starting Carla JACK client...
de: Starte Jack-Client für Carla...

source: Loading plugins...
de: Lade Plugins...

source: Ready to play.
de: Bereit zum Spielen.

source: Now playing %1
de: Spiele %1

source: Failed to start Carla process.
de: Konnte Carla nicht starten.

source: %1 crashed. Trying to restart.
de: %1 ist abgestürzt. Starte neu.

source: Could not find a running jack server.
de: Konnte keinen laufenden Jack-Server finden.

source: Could not create a client on the existing jack server.
de: Konnte keinen Client unter dem laufenden Jack-Server erzeugen.

source: Will retry to connect to server in %1 seconds.
de: Versuche in %1 Sekunden nocheinmal, eine Verbindung zum Server aufzubauen.

source: Main Toolbar
de: Hauptwerkzeugleiste

source: Se&tlist
de: Setliste

source: A list of songs
de: Eine Liste von Songs

source: Add
de: Hinzufügen

source: Song Setup
de: Song einrichten

source: Preload the song. If disabled, the song will only be loaded if it is active.
de: Lade den Song vor. Falls deaktiviert, wird der Song erst geladen, wenn er aktiv ist.

source: Preload
de: Vorladen

source: Name of the song
de: Name des Songs

source: Notes
de: Notizen

source: Notes or chords for the song
de: Notizen für den Song

source: Carla patch for the song
de: Carla Patch des Songs

source: Create a new patch
de: Erstelle einen neuen Patch

source: Load an existing patch file
de: Lade eine existierende Datei

# NAME OF TRANSLATORS
source: Your names
de: Julian Wolff

# EMAIL OF TRANSLATORS
source: Your emails
de: wolff@julianwolff.de
